import type { typeTermsData } from "../../Types";

const termsData: typeTermsData = [
  "بالنقر على زر الاشتراك أعلاه ، فإنك توافق على الشروط والأحكام أدناه",
  "ستبدأ الاشتراك المدفوع بعد ارسال البن كود تلقائيًا.",
  "لا التزام ، يمكنك إلغاء اشتراكك في أي وقت عن طريق إرسال [unsub elegant] لعملاء فودافون على الرقم 6699 ولعملاء اتصالات علي الرقم 1722 ولعملاء أورانج على الرقم 5030 ولعملاء WE على الرقم 4041.",
  "للدعم, تواصل معنا على support@elegant.games.",
  "الفترة التجريبية صالحة للعملاء الجدد فقط.",
];
export default termsData;
