import type { typePrivacyData } from "../../Types";

const privacyData: typePrivacyData = [
  "في ElegantGames ، التي يمكن الوصول إليها من Elegant.games ، فإن إحدى أولوياتنا الرئيسية هي خصوصية زوارنا. يحتوي مستند سياسة الخصوصية هذا على أنواع من المعلومات التي يتم جمعها وتسجيلها بواسطة ElegantGames وكيفية استخدامها. إذا كانت لديك أسئلة إضافية أو تحتاج إلى مزيد من المعلومات حول سياسة الخصوصية الخاصة بنا ، فلا تتردد في الاتصال بنا. تنطبق سياسة الخصوصية هذه فقط على أنشطتنا عبر الإنترنت وهي صالحة لزوار موقعنا فيما يتعلق بالمعلومات التي شاركوها و / أو جمعوها في ElegantGames. لا تسري هذه السياسة على أي معلومات يتم جمعها في وضع عدم الاتصال أو عبر قنوات أخرى غير هذا الموقع. موافقة باستخدام موقعنا ، فإنك توافق على سياسة الخصوصية وتوافق على شروطها . المعلومات التي نجمعها سيتم توضيح المعلومات الشخصية التي يُطلب منك تقديمها ، وأسباب مطالبتك بتقديمها ، عند النقطة التي نطلب منك فيها تقديم معلوماتك الشخصية. إذا اتصلت بنا مباشرة ، فقد نتلقى معلومات إضافية عنك مثل اسمك وعنوان بريدك الإلكتروني ورقم هاتفك ومحتويات الرسالة و / أو المرفقات التي قد ترسلها إلينا وأي معلومات أخرى قد تختار تقديمها.",
];
export default privacyData;
